Repository: parttimenerd/chyrp_de
Catalog: includes/locale/*.po
Languages: de_de

source: Missing Feather
de_de: Fehlende Feder

source: Importing from WordPress requires the Text feather to be installed and enabled.
de_de: Um Inhalte von WordPress importieren zu können, musst du die Text-Feder installiert und aktiviert haben.

source: File does not seem to be a valid WordPress export file, or could not be parsed. Please check your PHP error log.
de_de: Die Datei scheint keine gültige WordPress-Exportdatei zu sein, oder sie konnte nicht verarbeitet werden. Bitte überprüfe dein PHP-Fehlerlog.

source: WordPress content successfully imported!
de_de: Die WordPress Inhalte wurden erfolgreich importiert!

source: Importing from Tumblr requires the Text, Video, Audio, Chat, Photo, Quote, and Link feathers to be installed and enabled.
de_de: Um Inhalte von Tumblr importieren zu können, müssen die Text-, Audio-, Chat-, Photo-, Zitat- und Link-Federn installiert und aktiviert sein.

source: Tumblr content successfully imported!
de_de: Die Tumblr-Inhalte wurden erfoglreich importiert.

source: Could not connect to the specified TextPattern database.
de_de: Konnte nicht mit der eingestellten TextPattern-Datenbank verbinden.

source: TextPattern content successfully imported!
de_de: TextPattern-Inhalte wurden erfolgreich importiert!

source: Could not connect to the specified MovableType database.
de_de: Konnte nicht mit der eingestellten MovableType-Datenbank verbinden.

source: MovableType content successfully imported!
de_de: MovableType-Inhalte wurden erfolgreich importiert!

source: Could not read modules directory.
de_de: Konnte nicht das Modulverzeichnis lesen.

source: Could not read feathers directory.
de_de: Konnte die das Federnverzeichnis lesen.

source: You do not have sufficient privileges to change settings.
de_de: Du verfügst nicht über ausreichende Rechte um Einstellungen zu verändern.

source: Could not read themes directory.
de_de: Konnte nicht das Themes-Verzeichnis lesen.

source: Module already enabled.
de_de: Das Modul ist schon aktiviert.

source: Feather already enabled.
de_de: Die Feder ist schon aktiviert.

source: Module already disabled.
de_de: Das Modul ist schon deaktiviert.

source: Feather already disabled.
de_de: Die Feder ist schon deaktiviert.

source: No Theme Specified
de_de: Keine Theme angegeben

source: You did not specify a theme to switch to.
de_de: Du hast keine Theme angegeben zu dem du wechseln möchtest.

source: Theme changed to &#8220;%s&#8221;.
de_de: Theme wechselte zu &#8220;%s&#8221;.

source: Admin theme changed to &#8220;%s&#8221;.
de_de: Admin-Theme wechselte zu &#8220;%s&#8221;.

source: You do not have sufficient privileges to preview themes.
de_de: Du verfügst nicht über ausreichende Rechte um die Vorschau von Themes zu sehen.

source: You did not specify a theme to preview.
de_de: Du hast kein Theme angegeben, von welchem du die Vorschau sehen möchtest.

source: Stopped previewing &#8220;%s&#8221;.
de_de: Hielt die Vorschau von &#8220;%s&#8221; an.

source: Previewing theme &#8220;%s&#8221;. Press the theme's &#8220;Preview&#8221; button again to stop previewing.
de_de: Vorschau des Themes &#8220;%s&#8221;. Drücke den &#8220;Voschau&#8221; Knopf des Themes noch einmal um die Vorschau anzuhalten.

source: Settings updated.
de_de: Einstellungen aktuallisiert.

source: You do not have sufficient privileges to perform the update.
de_de: Du verfügst nicht über ausreichende Rechte um diese Aktuallisierung auszuführen.

source: Filtering Results
de_de: Filtere die Ergebnisse.

source: Use this to search for specific items. You can either enter plain text to match the item with, or use keywords:
de_de: Benutze es um nach spezifischen Beiträge zu suchen. Du kannst entweder reinen Text eingeben oder die folgenden Schlüsselwörter verwenden:

source: Keywords
de_de: Schlüsselwörter

source: Usage
de_de: Benutzung

source: Use this syntax to quickly match specific results. Keywords will modify the query to match items where <code>attr</code> is equal to <code>val</code> (case insensitive).
de_de: Benutze diese Schreibweise um schnell spezifische Ergebnisse zu finden. Die Schlüsselwörter werden die Suchanfrage verändern um Beiträge zu treffen, bei denen <code>attr</code> identisch zu <code>val</code>ist (ohne Beachtung der Groß- und Kleinschreibung).

source: Post Slugs
de_de: Artikelkürzel

source: Post slugs are strings to use for the URL of a post. They are directly responsible for the <code>(url)</code> attribute in a post's clean URL, or the <code>/?action=view&amp;url=<strong>foo</strong></code> in a post's dirty URL. A post slug should not contain any special characters other than hyphens.
de_de: Artikelkürzel sind Zeichenketten, welche für die URL des Artikels benutzt werden. Sie sind direkt verantwortlich für das <code>(url)</code> Attribut in der sauberen URL eines Artikels oder der <code>/?action=view&amp;url=<strong>foo</strong></code> in der dreckigen URL eines Artikels. Ein Artikelkürzel sollte keine speziellen Zeichen, abgesehen von Bindestriche, enthalten.

source: Trackbacks are special urls to posts from other blogs that your post is related to or references. The other blog will be notified of your post, and in some cases a comment will automatically be added to the post in question linking back to your post. It's basically a way to network between blogs via posts.
de_de: Trackbacks sind speziele URLs von anderen Blogs, zu welchen deinen Blog in Verbundung steht, oder auf welche er verlinkt. Die anderen Blogs werden über deinen Artikel benachrichtigt und fügen automatisch, in manchen Fällen, einen Kommentar zu dem Artikel hinzu, in welchem auf deinen Artikel zurückverlinkt wird. Es ist im Grunde genommen ein Weg zwischen Blogs via Artikeln ein Netz zu weben.

source: An alternate URL will allow you to keep Chyrp in its own directory, while having your site URLs point to someplace else. For example, you could have Chyrp in a <code>/chyrp</code> directory, and have your site at <code>/</code>. There are two requirements for this to work.
de_de: Ein alternative URL wird es dir erlauben Chyrp in seinem eigenen Verzeichnis zu halten, während die URL deiner Webseite woanders hinzeigt. Du kannst, zum Beispiel, Chyrp ins <code>/chyrp</code> Verzeichnis legen, und deine Website unter <code>/</code> haben. Es gibt zwei Vorraussetzungen, damit das läuft.

source: Create an <code>index.php</code> file in your destination directory with the following in it:
de_de: Erzeuge eine <code>index.php</code> Datei in deinem Zielverzeichnis mit folgendem Inhalt:

source: Move the .htaccess file from the original Chyrp directory, and change the <code>RewriteBase</code> line to reflect the new website location.
de_de: Verschiebe die .htaccess Datei vom originalen Chyrp-Verzeichnis und passe die <code>RewriteBase</code> Zeile an, um dem Wechsel des Ortes Rechnung zutragen.

source: Page
de_de: Seite

source: General
de_de: Allgemein

source: Content
de_de: Inhalt

source: Routes
de_de: Weiterleitungen

source: Manage
de_de: Verwalte

source: Extend
de_de: Erweitere

source: Template Missing
de_de: Vorlagen fehlen

source: Couldn't load template: <code>%s</code>
de_de: Konnte die Vorlage nicht laden: <code>%s</code>

source: Archive
de_de: Archiv

source: Please enter a valid year and month.
de_de: Bitte geben ein gültiges Jahr und einen gültigen Monat an.

source: Archive of %s
de_de: Archiv von %s

source: Please enter a search term.
de_de: Bitte gebe eine Suchanfrage ein.

source: Search results for "%s"
de_de: Suchergebnisse für "%s"

source: You do not have sufficient privileges to view drafts.
de_de: Du besitzt nicht die ausreichenden Rechte um Entwürfe zu sehen.

source: Drafts
de_de: Entwürfe

source: The feather theme file for this post does not exist. The post cannot be displayed.
de_de: Die Feder-Theme-Datei für diesen Artikel existiert nicht. Dieser Artikel kann nicht angezeigt werden.

source: This post is a draft.
de_de: Dieser Artikel ist ein Entwurf.

source: This post is only visible by the following groups: %s.
de_de: Dieser Artikel ist nur sichtbar für die folgenden Gruppen: %s.

source: Registration Disabled
de_de: Registierung deaktiviert

source: I'm sorry, but this site is not allowing registration.
de_de: Entschuldigung, aber diese Webseite erlaubt keine Registrierung.

source: You're already logged in.
de_de: Du bist schon angemeldet.

source: Incorrect captcha code. Please try again.
de_de: Falsche Captcha-Code Versuch es bitte nochmal.

source: The email address you provided has been sent details to confirm registration.
de_de: Es wurden Informationen, wie du deine Registrierung bestätigen kannst, an deine angegebene E-Mail-Adresse geschickt.

source: There was an error emailing the activation link to your email address.
de_de: Es trat ein Fehler, während dem Versuch einen Aktivierungslink an deine E-Mail-Adresse zu senden, auf.

source: Registration successful.
de_de: Registrierung erfolgreich.

source: Register
de_de: Registriere

source: No token found.
de_de: Kein Token gefunden.

source: A user with that email doesn't seem to exist in our database.
de_de: Ein Benutzer, mit deiner E-Mail-Adresse, scheint nicht in der Datenbank zu existieren.

source: Invalid token.
de_de: Ungültiges Token.

source: Your account is now active. Welcome aboard!
de_de: Dein Konto ist nun aktiv. Willkommen an Bord!

source: Your account has already been activated.
de_de: Dein Konto wurde schon aktiviert.

source: Incorrect username and/or password, please try again.
de_de: Falsche Benutzername und/oder Passwort, bitte probiere es noch einmal.

source: Logged in.
de_de: Angemeldet.

source: Log In
de_de: Anmelden

source: You aren't logged in.
de_de: Du bist nicht angemeldet.

source: Logged out.
de_de: Abgemeldet.

source: You must be logged in to access this area.
de_de: Du musst angemeldet sein, um auf diesen Bereich zuzugreifen.

source: Your profile has been updated.
de_de: Dein Profil wurde aktualisiert.

source: Invalid user specified.
de_de: Ungültiger Benutzer spezifiziert.

source: Lost Password
de_de: Password vergessen

source: Lost Password Request
de_de: Password-Vergessen Anforderung

source: An e-mail has been sent to your e-mail address that contains a new password. Once you have logged in, you can change it at <a href="%s">User Controls</a>.
de_de: Eine E-Mail wurde an deine E-Mail-Adresse versandt, welche dein neues Passwort enthält. Sobald du dich angemeldet hast, kannst du es in den <a href="%s">Benutzereinstellungen</a> ändern.

source: E-Mail could not be sent. Password change cancelled.
de_de: Die E-Mail konnte nicht versendet werden. Passwortwechsel abgebrochen.

source: %s on line %d
de_de: %s in Zeile %d

source: Back
de_de: Zurück

source: Backtrace
de_de: Ablaufverfolgung

source: %s is <strong>deprecated</strong> since version %s! Use %s instead.
de_de: %s ist <strong>veraltet</strong> seit Version %s! Benutze %s stattdessen.

source: %s is <strong>deprecated</strong> since version %s.
de_de: %s ist <strong>veraltet</strong> seit Version %s.

source: Invalid Extension
de_de: Ungültige Erweiterung

source: Only %s files are accepted.
de_de: Nur %s Dateien werden akzeptiert.

source: Only %s files are supported.
de_de: Nur %s Dateien werden unterstützt.

source: 404 Not Found
de_de: 404 Nicht gefunden

source: The requested page could not be located.
de_de: Die angefragte Seite konnte nicht gefunden werden.

source: and
de_de: und

source: Post has been saved as a draft.
de_de: Der Artikel wurde als Entwurf gespeichert.

source: Post has been published.
de_de: Der Artikel wurde veröffentlicht

source: Are you sure you want to delete this post?\n\nIt cannot be restored if you do this. If you wish to hide it, save it as a draft.
de_de: Bist du sicher, dass diesen Artikel löschen möchtest? \n\nEr kann nicht mehr wiederhergestellt werden, nach dem du ihn einmal gelöscht hast. Speichere ihn als Entwurf, wenn du ihn verstecken möchtest.

source: Fake post ID, or nonexistent post.
de_de: Ungültige Artikel-ID or nicht existierender Artikel.

source: Upload Error
de_de: Hochladefehler

source: ERROR: Invalid Upload
de_de: FEHLER: Ungültige hochzuladende Datei

source: The from and to URLs cannot be the same.
de_de: Die von und zu URLs können nicht dieselben sein.

source: There doesn't seem to be a valid link in your request.
de_de: Es scheint so, als gebe es keinen gültigen Link in deiner Anfrage.

source: I can't find a post from that URL.
de_de: I kann keinen Artikel unter dieser URL finden.

source: There isn't a title on that page.
de_de: Es ist kein Titel auf dieser Seite.

source: Pingback from %s to %s registered!
de_de: Pingback von %s nach %s wurde registriert!

source: Failed to write file.
de_de: Konnte Datei nicht schreiben.

source: Body can't be blank.
de_de: Der Textkörper kann nicht leer sein.

source: You don't have permission to edit this post.
de_de: Du verfügst nicht über die ausreichende Rechte um diesen Artikel zu bearbeiten.

source: You don't have permission to delete this post.
de_de: Du verfügst nicht über die ausreichende Rechte um diesen Artikel zu löschen.

source: The %s feather is not enabled.
de_de: Die %s Feder ist nicht aktiviert.

source: XML-RPC support is disabled for this site.
de_de: XML-RPC Unterstützung ist deaktiviert für diese Webseite.

source: Login incorrect.
de_de: Anmeldung falsch.

source: You don't have permission to %s posts/drafts.
de_de: Du verfügst nicht über die ausreichende Rechte um %s Artikel/Entwürfe.

source: Already Installed
de_de: Schon installiert

source: Chyrp is already correctly installed and configured.
de_de: Chyrp ist schon richtig installiert und konfiguriert.

source: STOP! Before you go any further, you must create a .htaccess file in Chyrp's install directory and put this in it: <pre>%s</pre>
de_de: HALT! Bevor du nur einen Schritt weiter gehst, musst du eine .htaccess Datei im Installationsverzeichnis von Chyrp erzeugen undin sie folgenden Text einfügen: <pre>%s</pre>

source: Chyrp's includes directory is not writable by the server. In order for the installer to generate your configuration files, please CHMOD or CHOWN it so that Chyrp can write to it.
de_de: Das `includes` Verzeichnis von Chyrp kann vom Server nicht geschrieben werden. Damit die Installationsroutine deine Konfigurationsdateien erzeugen kann, solltest du bitte seine Berechtigungen via CHMOD oder CHOWN verändern, sodass Chyrp in es hnein schreiben kannt.

source: SQLite database file could not be created. Please make sure your server has write permissions to the location for the database.
de_de: Die SQLit Datenbankdatei konnte nicht erstellt werden. Bitte stelle sicher, dass dein Server die Schreib-Berechtigungen hat auf dem Ort für die Datenbank hat.

source: Could not connect to the specified database: <pre>%s</pre>
de_de: Konnte nicht zu der angegebenen Datenbank verbinden: <pre>%s</pre>

source: Please enter a name for your website.
de_de: Bitte gebe einen Namen für deine Webseite an.

source: Time zone cannot be blank.
de_de: Bitte wähle eine Zeitzone aus.

source: E-Mail address cannot be blank.
de_de: Bitte gebe eine E-Mail-Adresse an.

source: Could not generate .htaccess file. Clean URLs will not be available unless you create it and put this in it: <pre>%s</pre>
de_de: Konnte nicht die `.htaccess` Datei erzeugen. Saubere URLs sind erst verfügbar, wenn du sie erzeugt hast und den folgenden Text in sie eingefügt hast: <pre>%s</pre>

source: Change Settings
de_de: Verändere die Einstellungen

source: Toggle Extensions
de_de: Schalte die Erweiterungen ein/aus

source: View Site
de_de: Besuche die Webseite

source: View Private Posts
de_de: Sehe private Artikel an

source: View Scheduled Posts
de_de: Sehe geplante Artikel an

source: View Drafts
de_de: Sehe die Entwürfe an

source: View Own Drafts
de_de: Sehe deine eigenen Entwürfe an

source: Add Posts
de_de: Füge Artikel hinzu

source: Add Drafts
de_de: Füge Entwürfe hinzu

source: Edit Posts
de_de: Bearbeite Artikel

source: Edit Drafts
de_de: Bearbeite Entwürfe

source: Edit Own Posts
de_de: Bearbeite deine eigenen Artikel

source: Edit Own Drafts
de_de: Bearbeite deine eigenen Entwürfe

source: Delete Posts
de_de: Lösche Artikel

source: Delete Drafts
de_de: Lösche Entwürfe

source: Delete Own Posts
de_de: Lösche deinen eigenen Artikel

source: Delete Own Drafts
de_de: Lösche deine eigenen Entwürfe

source: Add Pages
de_de: Füge Seiten hinzu

source: Edit Pages
de_de: Bearbeite Seiten

source: Delete Pages
de_de: Lösche Seiten

source: Add Users
de_de: Füge Benutzer hinzu

source: Edit Users
de_de: Bearbeite Benutzer

source: Delete Users
de_de: Lösche Benutzer

source: Add Groups
de_de: Füge Gruppen hinzu

source: Edit Groups
de_de: Bearbeite Gruppen

source: Delete Groups
de_de: Lösche Gruppen

source: (full path)
de_de: (vollständiger Pfad)

source: Database Setup
de_de: Datenbank Setup

source: (usually ok as "localhost")
de_de: (normalerweise okay als "localhost")

source: Website Setup
de_de: Webseiten Setup

source: My Awesome Site
de_de: Meine wundertolle Seite

source: Admin Account
de_de: Admin Konto

source: (again)
de_de: (wieder)

source: E-Mail Address
de_de: E-Mail-Adresse

source: Install! &rarr;
de_de: Installiere Chyrp! &rarr;

source: Chyrp has been successfully installed and you have been logged in.
de_de: Chyrp wurde erfolgreich installiert und wurdest soeben angemeldet.

source: So, what now?
de_de: So, und was jetzt?

source: <strong>Delete install.php</strong>, you won't need it anymore.
de_de: <strong>Lösche die `install.php` Datei</strong>, du brauchst sie nun nicht mehr.

source: CHMOD <code>/includes/caches</code> to 777.
de_de: CHMOD `/includes/caches` zu 777.

source: Look for a translation for your language.
de_de: Suche nache Übersetzungen für deine Sprache.

source: Install some Modules.
de_de: Installiere ein paar Module.

source: Find some Feathers you want.
de_de: Finde ein paar Federn, die dir gefallen.

source: Read &#8220;Getting Started&#8221;
de_de: Lese &#8220;Erste Schritte (auf Englisch)&#8221;

source: Take me to my site! &rarr;
de_de: Bring mich auf meine Webseite! &rarr;

source: Setting %s to %s...
de_de: Setze %s auf %s...

source: Adding %s setting...
de_de: Füge %s Festlegung hinzu...

source: Removing %s setting...
de_de: Entferne %s Festlegung...

source: success!
de_de: Erfolgreich!

source: failed!
de_de: Fehlgeschlagen!

source: Generating .htaccess file...
de_de: Erzeuge die `.htaccess` Datei...

source: Try creating the file and/or CHMODding it to 777 temporarily.
de_de: Versuche die Datei zu erzeugen und/oder CHMODde sie zu 777 temporär.

source: Appending to .htaccess file...
de_de: Füge etwas an die `.htaccess` Datei an...

source: Please manually delete the directory root/updates
de_de: Bitte entferne das Verzeichnis `root/updates` händisch.

source: Please manually create the directory root/updates
de_de: Bitte erzeuge das Verzeichnis `root/updates` händisch.

source: Please manually create the directory root/old
de_de: Bitte erzeuge das Verzeichnis `root/old` händisch.

source: Please manually copy the file root/old/includes/config.yaml.php to root/includes/config.yaml.php
de_de: Bitte kopiere die Datei `root/old/includes/config.yaml.php` händisch nach `root/includes/config.yaml.php`

source: Renaming tweets table to posts...
de_de: Benenne die Tweets-Tabelle zu den Artikeln um...

source: Renaming add_tweet permission to add_post...
de_de: Benenne `add_tweet` Berechtigungen zu `add_post` um...

source: Renaming edit_tweet permission to edit_post...
de_de: Benenne `edit_tweet` Berechtigungen zu `edit_post` um...

source: Renaming delete_tweet permission to delete_post...
de_de: Benenne `delete_tweet` Berechtigungen zu `delete_post` um...

source: Adding parent_id column to pages table...
de_de: Füge `parent_id` Spalte zur Seitentabelle hinzu...

source: Adding list_order column to pages table...
de_de: Füge `list_order` Spalte zur Seitentabelle hinzu...

source: Moving /includes/config.yml.php to /includes/config.yaml.php...
de_de: Verschiebe `/includes/config.yml.php` nach `/includes/config.yaml.php`...

source: Try CHMODding the file to 777.
de_de: Versuche die Datei zu CHMODden zu 777.

source: Updating protection code in config.yaml.php...
de_de: Aktualisiere den Sicherheitscode in der Datei `config.yaml.php`...

source: Renaming /upload directory to /uploads...
de_de: Benenne das /upload Verzeichnis zu `/uploads` um...

source: Try CHMODding the directory to 777.
de_de: Versuche das Verzeichnis zu CHMODden zu 777.

source: Sanitizing XML data of post #%d...
de_de: Säubere die XML-Daten des Artikels #%d...

source: Backing up current groups table...
de_de: Sichere die aktuelle Gruppentabelle...

source: Dropping old groups table...
de_de: Entferne die alte Gruppentabelle...

source: Creating new groups table...
de_de: Erzeuge neue Gruppentabelle...

source: Restoring group "%s"...
de_de: Stelle die Gruppe "%s" wiederher...

source: Creating new permissions table...
de_de: Erzeuge neue Rechtetabelle...

source: Inserting permission "%s"...
de_de: Füge Berechtigung "%s" ein...

source: Creating `sessions` table...
de_de: Erzeuge `sessions` Tabelle...

source: Backing up current permissions table...
de_de: Sichere die aktuelle Rechtetabelle...

source: Dropping old permissions table...
de_de: Lösche die alte Rechtetabelle...

source: Restoring permission "%s"...
de_de: Stelle Berechtigung "%s" wiederher...

source: Updating custom route %s to new format...
de_de: Aktualisiere die benutzerspezifische Weiterleitung %s, damit sie zum neuen Format passt...

source: Removing database.yaml.php file...
de_de: Entferne die `database.yaml.php` Datei...

source: Try deleting it manually.
de_de: Versuche es manuell zu löschen.

source: Updating `status` column on `posts` table...
de_de: Aktualisiere die `status` Spalte in der `posts` Tabelle...

source: Backing up `posts` table...
de_de: Sichere die `posts` Tabelle...

source: Dropping `posts` table...
de_de: Entferne die alte `posts` Tabelle...

source: Creating `posts` table...
de_de: Erzeuge die `posts` Tabelle...

source: Backup written to %s.
de_de: Sicherung gespeichert unter %s.

source: Restoring post #%d...
de_de: Stelle Artikel #%d wiederher...

source: Creating `post_attributes` table...
de_de: Erzeuge `post_attributes` Tabelle...

source: Migrating attributes of post #%d...
de_de: Migriere die Attribute des Artikels #%d...

source: Removing `xml` column from `posts` table...
de_de: Entferne die `xml` Spalte der `posts` Tabelle...

source: Backing up permissions...
de_de: Sichere die Berechtigungen...

source: Dropping `permissions` table...
de_de: Entferne die `permissions` Tabelle...

source: Creating `permissions` table...
de_de: Erzeuge die `permissions` Tabelle...

source: Restoring permission `%s`...
de_de: Sichere Berechtigung `%s`...

source: Backing up groups...
de_de: Sichere die Gruppen...

source: Dropping `groups` table...
de_de: Entferne die `groups` Tabelle...

source: Creating `groups` table...
de_de: Erzeuge die `groups` Tabelle...

source: Restoring group `%s`...
de_de: Sichere die Gruppe `%s`...

source: Restoring permission `%s` on group `%s`...
de_de: Sichere die Berechtigung `%s` der Gruppe `%s`...

source: Removing `includes/config.php` file...
de_de: Entferne die `includes/config.php` Datei...

source: Removing `includes/database.php` file...
de_de: Entferne die `includes/database.php` Datei...

source: Removing `includes/rss.php` file...
de_de: Entferne die `includes/rss.php` Datei...

source: Removing `includes/bookmarklet.php` file...
de_de: Entferne die `includes/bookmarklet.php` Datei...

source: Updating `password` column on `users` table...
de_de: Aktualiesiere die `password` Spalte der `users` Tabelle...

source: Backing up `users` table...
de_de: Sichere die `users` Tabelle...
