Repository: parttimenerd/chyrp_de
Catalog: includes/locale/*.po
Languages: de_de

source: Access Denied
de_de: Zugriff verweigert

source: You are not allowed to view this site.
de_de: Du bist nicht dazu befugt diese Seite anzusehen.

source: Default
de_de: Standard

source: The default theme provided with Chyrp, which all themes fallback onto.
de_de: Das Standard-Theme, welches mit Chyrp mitgeliefert wird und auf das alle anderes Themes zurückgreifen.

source: Log Out &rsaquo;
de_de: Abmelden &rsaquo;

source: Guest
de_de: Gast

source: Hello, %s!
de_de: Hallo, %s!

source: View Site &rsaquo;
de_de: Besuch deine Seite &rsaquo;

source: Chyrp loves you.
de_de: Chyrp liebt dich.

source: Publish
de_de: Veröffentliche

source: or wait 1 seconds.
de_de: oder warte eine Sekunde.

source: or wait 2 seconds.
de_de: oder warte zwei Sekunden.

source: Done!
de_de: Fertig!

source: Close this window
de_de: Schließe dieses Fenster

source: or wait 3 seconds.
de_de: oder warte 3 Sekunden.

source: Content Settings
de_de: Inhaltseinstellungen

source: Posts Per Page
de_de: Artikel pro Seite

source: Feed Posts Limit
de_de: Maximum an Artikeln im Feed

source: Allows you to set an alternative URL for <code>/feed/</code>, e.g. your feed on <a href="http://feedburner.com/">FeedBurner</a>.
de_de: Erlaubt dir eine alternative URL für <code>/feed/</code> festzulegen, z.B. zu deinem Feed bei <a href="http://feedburner.com/">FeedBurner</a>.

source: Allows you to set an alternative URL for <code>/?feed</code>, e.g. your feed on FeedBurner.
de_de: Erlaubt dir eine alternative URL für <code>/feed/</code> festzulegen, z.B. zu deinem Feed bei FeedBurner.

source: Uploads Path
de_de: Speicherort für hochgeladene Dateien

source: The directory, relative to your Chyrp install, to upload files to. You can use <code>/../</code> to go up one directory.
de_de: Das Verzeichnis, relativ zu deiner Chyrp Installation, in dem die hochgeladenen Dateien gespeichert werden. Du kannst <code>/../</code> benutzen um ein Verzeichnis hochzugehen.

source: Enable Trackbacking
de_de: Ermögliche Trackbacking

source: Trackbacking allows sites to notify you when they write a new entry, usually because they link to or reference yours.
de_de: Trackbacking ermöglicht es Webseiten dich zu informieren, wenn sie einen neuen Beitrag schreiben, (normalerweise) weil sie auf deine Seite verweisen.

source: Send Pingbacks
de_de: Sende Pingbacks

source: Attempts to notify sites linked to from your posts. It'll slow down things a bit when you submit them, depending on how many links you've got in it.
de_de: Versucht andere Seiten zu benachrichtigen, auf welche du in deinem Artikel verweist Es wird die Dinge ein bisschen verlangsamen, wenn du sie absendest, abhängig davon, wie viele Verweise du in ihm hast.

source: Enable XML-RPC Support
de_de: Aktiviere XML-RPC Unterstützung

source: XML-RPC support allows for remote access to your site. This allows you to use remote clients (e.g., <a href="http://www.red-sweater.com/marsedit/">MarsEdit</a> or <a href="http://flickr.com/help/blogging/">Flickr</a>) to create/edit content on your site.
de_de: XML-RPC Unterstützung erlaubt Fernzugriff zu deiner Seite. Das erlaubt anderen Programmen und Seiten (z..B., <a href="http://www.red-sweater.com/marsedit/">MarsEdit</a> or <a href="http://flickr.com/help/blogging/">Flickr</a>) Inhalte auf deiner Seite zu erzeugen oder zu bearbeiten.

source: Enable Inline Post Management
de_de: Aktiviere die eingebettete Artikel Verwaltung

source: Harness the power of AJAX for inline post/page editing.
de_de: Nutze die Macht von AJAX für die eingebettete Artikel-/Seiten-Bearbeitung

source: Enable WYSIWYG Text Editor
de_de: Aktiviere den WYSIWYG ("Was du siehst bekommst du") Text Editor

source: Use a visual WYSIWYG Text Editor.
de_de: Benutze einen visuellen WYSIWYG ("Was du siehst bekommst du") Editor.

source: Update
de_de: Aktualisierung

source: Delete Group &#8220;%s&#8221;?
de_de: Lösche die Gruppe &#8220;%s&#8221;?

source: Are you sure you want to delete the &#8220;%s&#8221; group?
de_de: Bist du dir wirklich sicher, dass du die &#8220;%s&#8221; Gruppe lösche willst?

source: Members:
de_de: Mitglieder:

source: Move members to:
de_de: Verschiebe die Mitglieder nach:

source: New default group:
de_de: Neue Standardgruppe:

source: New &#8220;guest&#8221; group:
de_de: Neue &#8220;guest&#8221; Gruppe:

source: DESTROY!
de_de: ZERSTÖRE!

source: Cancel
de_de: Abbrechen

source: Delete Page &#8220;%s&#8221;?
de_de: Lösche Seite &#8220;%s&#8221;?

source: Are you sure you want to delete &#8220;%s&#8221;?
de_de: Bist du dir sicher, dass du &#8220;%s&#8221; löschen möchtest?

source: Excerpt
de_de: Ausschnitt

source: Delete children?
de_de: Lösche Kinder?

source: Delete &#8220;%s&#8221;?
de_de: Lösche &#8220;%s&#8221;?

source: Delete User &#8220;%s&#8221;?
de_de: Lösche Benutzer &#8220;%s&#8221;?

source: Are you sure you want to delete user &#8220;%s&#8221;?
de_de: Bist du dir sicher, dass du den Benutzer &#8220;%s&#8221; löschen willst?

source: Information
de_de: Informationen

source: Full Name:
de_de: Vollständiger Name:

source: E-Mail:
de_de: E-Mail-Adresse:

source: Website:
de_de: Webseite:

source: Group:
de_de: Gruppe:

source: Posts:
de_de: Artikel:

source: Attribute posts to:
de_de: Ordne die Artikel ... zu:

source: Delete posts.
de_de: Lösche die Artikel.

source: Pages:
de_de: Seiten:

source: Attribute pages to:
de_de: Ordne die Seiten ... zu:

source: Delete pages.
de_de: Lösche die Seiten.

source: Edit Group &#8220;%s&#8221;
de_de: Bearbeite die Gruppe &#8220;%s&#8221;

source: Delete
de_de: Lösche

source: Editing Group &#8220;%s&#8221;
de_de: Bearbeite gerade die Gruppe &#8220;%s&#8221;

source: Permissions
de_de: Berechtigungen

source: Edit &#8220;%s&#8221;
de_de: Bearbeite &#8220;%s&#8221;

source: Editing &#8220;%s&#8221;
de_de: Bearbeite gerade &#8220;%s&#8221;

source: Edit User &#8220;%s&#8221;
de_de: Bearbeite Benutzer &#8220;%s&#8221;

source: Editing User &#8220;%s&#8221;
de_de: Bearbeite gerade Benutzer &#8220;%s&#8221;

source: Full Name
de_de: Vollstängiger Name

source: E-Mail
de_de: E-Mail-Adresse

source: Website
de_de: Webseite

source: Settings
de_de: Einstellungen

source: Login
de_de: Anmeldung

source: Group
de_de: Gruppe

source: New Password?
de_de: Neues Passwort?

source: Confirm
de_de: Bestätige

source: Export
de_de: Exportieren

source: What would you like to export?
de_de: Was möchtest du exportieren?

source: Posts
de_de: Artikel

source: Pages
de_de: Seiten

source: Groups
de_de: Gruppen

source: Users
de_de: Benutzer

source: (warning: this also exports the hashed passwords, keep it safe)
de_de: (Warnung: es werden auch die verwürfelten Passwörter exportiert - bewahre sie sicher auf)

source: Feathers
de_de: Federn

source: Enabled
de_de: Aktiviert

source: <a href="%s">%s</a> v%s <span class="sub">by %s</span>
de_de: <a href="%s">%s</a> v%s <span class="sub"> von %s</span>

source: Disable
de_de: Deaktiviere

source: Disabled
de_de: Deaktiviert

source: Enable
de_de: Aktiviert

source: Get More Feathers &rsaquo;
de_de: Hole mehr Federn &rsaquo;

source: Site Configuration
de_de: Webseiten Konfiguration

source: Site Name
de_de: Name dieser Webseite

source: Description
de_de: Beschreibung

source: Alternate URL
de_de: Alternative URL

source: Enter an alternate address here if you want your homepage URL to be different from the URL where Chyrp is normally available.
de_de: Gebe eine alternative Adresse hier an, wenn du möchtest, dass deine Webseiten URL anders lautet, wei jene, vie welcher Chyrp normalerweise erreichbar ist.

source: Contact E-Mail Address
de_de: Kontakt-E-Mail-Adresse

source: What time is it?
de_de: Wie wird das Datum dargestellt?

source: %m/%d/%y %H:%M
de_de: %d.%m.%y %H:%M

source: Language
de_de: Sprache

source: Import
de_de: Importieren

source: Posts .atom File
de_de: Artikel .atom Datei

source: Pages .atom File
de_de: Seiten .atom Datei

source: Groups .yaml File
de_de: Gruppen .yaml Datei

source: Users .yaml File
de_de: Benutzer .yaml Datei

source: What URL is used for embedded media?
de_de: Welche URL wird verwendet, um Medien einzubetten?

source: Usually something like <code>http://example.com/uploads/</code>.
de_de: Normalerweise eine Adresse wie <code>http://mustermann.de/uploads/</code>.

source: When importing posts make sure that the required feathers are enabled otherwise the posts won't display.
de_de: Stelle sicher, dass die benötigten Federn aktiviert sind, wenn Artikel importiert werden, sonst werden die Artikel nicht angezeigt.

source: eXtended .XML File
de_de: Erweitere .XML Datei

source: Usually something like <code>http://example.com/wp-content/uploads/</code>.
de_de: Normalerweise eine Adresse wie <code>http://mustermann.de/wp-content/uploads/</code>.

source: Your Tumblr URL
de_de: Deine Tumblr URL

source: Note: Audio tumbles cannot be imported.
de_de: Beachte folgendes: Audio tumbles können nicht importiert werden.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Database
de_de: Datenbank

source: Table Prefix
de_de: Tabellenprefix

source: (if any)
de_de: (irgendwelche)

source: Usually something like <code>http://example.com/images/</code>.
de_de: Normalerweise etwas wie <code>http://mustermann.de/images/</code>.

source: Manage Groups
de_de: Verwalte Gruppen

source: Need more detail?
de_de: Benötigtst du mehr Informationen?

source: New Group
de_de: Neue Gruppe

source: Search all groups for user&hellip;
de_de: Suche in alle Gruppen nach Benutzer&hellip;

source: Search &rarr;
de_de: Suche &rarr;

source: edit
de_de: bearbeite

source: delete
de_de: lösche

source: &#8220;%s&#8221; is the group for guests.
de_de: &#8220;%s&#8221; ist die Gruppe für Gäste.

source: &#8220;%s&#8221; is the default group and has %d <a href="%s">member</a>.
de_de: &#8220;%s&#8221; ist die Standardgruppe und hat %d <a href="%s">Mitglied</a>.

source: &#8220;%s&#8221; has %d <a href="%s">member</a>.
de_de: &#8220;%s&#8221; hat ein <!-- %d --><a href="%s">Mitglied</a>.

source: Page %d of %d
de_de: Seite %d von %d

source: Manage Pages
de_de: Verwalte die Seiten

source: Search&hellip;
de_de: Suche&hellip;

source: Search Results
de_de: Suchergebnisse

source: Last 25 Pages
de_de: Die letzten 25 Seiten

source: Title
de_de: Titel

source: Created
de_de: Erstellt

source: Last Updated
de_de: Zuletzt verändert

source: Author
de_de: Autor

source: Controls
de_de: Kontrolliert

source: never
de_de: nie

source: (none)
de_de: (niemand)

source: Reorder Pages
de_de: Ordne die Seiten erneut

source: Reorder
de_de: Ordne erneut

source: Manage Posts
de_de: Verwalte die Artikel

source: Browse by month:
de_de: Durchstöbere nach Monaten:

source: Show &rarr;
de_de: Zeige &rarr;

source: Last 25 Posts
de_de: Die letzten 25 Artikel

source: Posted
de_de: Veröffentlicht

source: Manage Users
de_de: Verwalte Benutzer

source: New User
de_de: Neuer Benutzer

source: Joined
de_de: Beigetreten

source: Modules
de_de: Module

source: This Module requires the following Modules to be enabled:
de_de: Dieses Module setzt die Aktivierung der folgenden Module vorraus:

source: Get More Modules &rsaquo;
de_de: Hole mehr Module &rsaquo;

source: Add Group
de_de: Füge eine Gruppe hinzu

source: Add User
de_de: Füge einen Benutzer hinzu

source: Route Settings
de_de: Weiterleitungseinstellungen

source: Clean URLs?
de_de: Saubere URLs?

source: (recommended)
de_de: (empfohlen)

source: Gives your site prettier urls.
de_de: Verschafft deiner Webseite schönere URLs.

source: Requires .htaccess support (pretty common). If you're unsure, it's safe to test and find out. Just come back and disable it if it breaks your site.
de_de: Setzt .htaccess Unterstützung vorraus (diese ist sehr oft vorhanden). Es ist ohne Schäden testbar - wenn du unsicher bist probiere es aus. Komm einfach zurück zu dieser Seite und deaktiviere es, wenn es deine Webseite unerreichbar macht.

source: Post View URL
de_de: Artikelansichts URL

source: (requires clean URLs)
de_de: (benötigt saubere URLs)

source: Syntax:
de_de: Syntaktik:

source: Year submitted
de_de: Einreichungsjahr

source: (ex. 2007)
de_de: (z.B. 2007)

source: Month submitted
de_de: Einreichungsmonat

source: (ex. 12)
de_de: (z.B. 12)

source: Day submitted
de_de: Einreichungstag

source: (ex. 25)
de_de: (z.B. 25)

source: Hour submitted
de_de: Einreichungsstunde

source: (ex. 03)
de_de: (z.B. 03)

source: Minute submitted
de_de: Einreichungsminute

source: (ex. 59)
de_de: (z.B. 59)

source: Second submitted
de_de: Einreichungsminute

source: (ex. 30)
de_de: (z.B. 30)

source: Post ID
de_de: Artikel ID

source: Post author (username)
de_de: Artikelautor (Benutzername)

source: (ex. Alex)
de_de: (z.B. Alex)

source: The non-unique sanitized name
de_de: Der nichteindeutige, gesäuberte Name

source: (ex. this_is_clean)
de_de: (z.B. das_ist_sauber)

source: The unique form of (clean)
de_de: Die eindeutige Form von (sauber)

source: (ex. this_one_is_taken_2)
de_de: (z.B. dieser_ist_schon_belegt_2)

source: The post's feather
de_de: Die Feder des Artikels

source: (ex. text)
de_de: (z.B. Text)

source: The plural form of the post's feather
de_de: Die Pluralform der Feder dieses Artikels

source: (ex. links)
de_de: (z.B. Verweise)

source: v%s by %s
de_de: v%s von %s

source: Current Theme
de_de: Aktuelles Theme

source: Select
de_de: Wähle

source: Preview
de_de: Vorschau

source: Get More Themes &rsaquo;
de_de: Hole mehr Themes &rsaquo;

source: Update Chyrp
de_de: Aktualiesiere Chyrp

source: User Settings
de_de: Benutzereinstellungen

source: Registration
de_de: Registrierung

source: Allow people to register
de_de: Erlaube es, Leuten sich anzumelden

source: Activate by email
de_de: Aktiviere per E-Mail

source: Should users activate by email?
de_de: Sollten Benutzer sich via E-Mail aktivieren?

source: Enable Recaptcha
de_de: Aktiviere Recaptcha

source: Use recaptcha to prevent bots from registering.
de_de: Benutze Recaptcha um zu verhindern, dass sich Spambots registiere.n

source: Default User Group
de_de: Standardbenutzergruppe

source: &#8220;Guest&#8221; Group
de_de: &#8220;Gast&#8221; Gruppe

source: Add Page
de_de: Füge eine Seite hinzu

source: Write
de_de: Schreibe

source: Body
de_de: Textkörper

source: Save
de_de: Speichere

source: Show in pages list?
de_de: Zeige sie in der Seitenliste an?

source: Slug
de_de: Kürzel

source: Parent
de_de: Elternseite

source: Draft
de_de: Entwurf

source: Public
de_de: Öffentlich

source: Private
de_de: Privat

source: Scheduled
de_de: Geplant

source: Registered Only
de_de: Nur für registrierte Benutzer

source: Pinned?
de_de: Festgeheftet?

source: (shows this post above all others)
de_de: (zeigt diesen Artikel über allen anderen)

source: Timestamp
de_de: Zeitstempel

source: You are a member of this group. Are you sure you want to delete it?
de_de: Du bist ein Mitglied dieser Gruppe. Bist du sicher, dass du es löschen möchtest?

source: Toggle All
de_de: Schallte alle ein

source: Preview &rarr;
de_de: Vorschau &rarr;

source: &uarr; Fewer Options
de_de: &uarr; Mehr Einstellungen

source: More Options &darr;
de_de: Mehr Einstellungen &darr;

source: You are a member of this group. Are you sure the permissions are as you want them?
de_de: Du bist ein Mitglied dieser Gruppe. Bist du sicher, dass die Berechtigungen, so sind, wie du sie haben willst?

source: (drag)
de_de: (ziehe)

source: There was an error enabling the extension.
de_de: Es gab ein Fehler beim Versuch diese Erweiterung zu aktivieren.

source: There was an error disabling the extension.
de_de: Es gab ein Fehler beim Versuch diese Erweiterung zu deaktivieren.

source: No ID Specified
de_de: Keine ID angegeben

source: Please specify an ID of the post you would like to edit.
de_de: Bitte gebe eine ID, des Artikels, den du bearbeiten möchstest, an.

source: You do not have sufficient privileges to edit posts.
de_de: Du verfügst nicht über die ausreichenden Rechte, um Beiträge zu bearbeiten.

source: You do not have sufficient privileges to delete this post.
de_de: Du verfügst nicht über die ausreichenden Rechte, um Beiträge zu löschen.

source: You do not have sufficient privileges to enable/disable extensions.
de_de: Du verfügst nicht über die ausreichenden Rechte, um Erweiterungen zu Aktivieren/Deaktivieren.

source: You do not have sufficient privileges to enable/disable modules.
de_de: Du verfügst nicht über die ausreichenden Rechte, um Module zu Aktivieren/Deaktivieren.

source: You do not have sufficient privileges to enable/disable feathers.
de_de: Du verfügst nicht über die ausreichenden Berechtigungen, um Federn aktivieren/deaktivieren zu können.

source: Please create the <code>%s</code> directory at your Chyrp install's root and CHMOD it to 777.
de_de: Bitte erstelle das <code>%s</code> Verzeichnis in deinem Wurzelverzeichnis deiner Chyrp Installation und CHMOD es zu 777.

source: Please CHMOD <code>%s</code> to 777.
de_de: Bitte CHMOD <code>%s</code> zu 777.

source: Item is not a module.
de_de: Dieses Element ist kein Modul.

source: Item is not a feather.
de_de: Dieses Element ist keine Feder.

source: Edit
de_de: Bearbeite

source: Next &rarr;
de_de: Nächste &rarr;

source: &larr; Previous
de_de: &larr; Vorherige

source: Database Error
de_de: Datenbankfehler

source: Error
de_de: Fehler

source: Route was initiated without a Controller.
de_de: Die Weiterleitung (Route) wurde ohne Controller initiiert.

source: Database configuration is not set. Please run the upgrader.
de_de: Die Datenbankkonfiguration ist nicht gesetzt. Bitte lasse die Aktuallisierung laufen.

source: <p class='message'>Chyrp v%s is available, you have v%s. <a href='?action=update'>Learn More</a></p>
de_de: <p class='message'>Chyrp v%s ist verfügbar, du hast v%s. <a href='?action=update'>Lerne Mehr</a></p>

source: <h2>Chyrp is up to date!</h2>
de_de: <h2>Chyrp ist auf dem aktuellsten Stand!</h2>

source: <h2>File downloaded!</h2>
de_de: <h2>Datei heruntergeladen!</h2>

source: <h2>Something Went Wrong!</h2>
de_de: <h2>Irgendetwas lief falsch!</h2>

source: You do not have sufficient privileges to view this area.
de_de: Du verfügst nicht über ausreichende Berechtingungen um diesen Bereich zu sehen.

source: You do not have sufficient privileges to create posts.
de_de: Du verfügst nicht über ausreichende Berechtingungen um Artikel zu schreiben.

source: No Feathers
de_de: Keine Federn

source: Please install a feather or two in order to add a post.
de_de: Bitte installiere eine Feder oder zwei um einen Artikel zu schreiben.

source: Invalid security key.
de_de: Ungültiger Sicherheitsschlüssel.

source: Post created!
de_de: Artikel erstellt!

source: An ID is required to edit a post.
de_de: Es wird eine ID benötigt, um einen Artikel zu bearbeiten.

source: You do not have sufficient privileges to edit this post.
de_de: Du verfügst nicht über ausreichende Rechte um diesen Artikel zu bearbeiten.

source: Post not found.
de_de: Artikel nicht gefunden.

source: An ID is required to delete a post.
de_de: Es wird eine ID benötigt um einen Artikel zu löschen.

source: Post deleted.
de_de: Artikel gelöscht.

source: You do not have sufficient privileges to manage any posts.
de_de: Du verfügst nicht über ausreichende Rechte um Artikel zu verwalten.

source: You do not have sufficient privileges to create pages.
de_de: Du verfügst nicht über ausreichende Rechte um Seiten zu erzeugen.

source: Title and slug cannot be blank.
de_de: Titel und Kürzel müssen jeweils mindestens ein Zeichen lang sein.

source: Page created!
de_de: Seite erzeugt!

source: You do not have sufficient privileges to edit this page.
de_de: Du verfügst nicht über ausreichende Rechte um diese Seite zu bearbeiten.

source: An ID is required to edit a page.
de_de: Es wird eine ID benötigt um eine Seite zu bearbeiten.

source: You do not have sufficient privileges to edit pages.
de_de: Du verfügst nicht über ausreichende Rechte um Seiten zu bearbeiten.

source: Page not found.
de_de: Seite nicht gefunden.

source: Pages reordered.
de_de: Seite neu angeordnet

source: You do not have sufficient privileges to delete pages.
de_de: Du verfügst nicht über ausreichende Rechte um Seiten zu löschen.

source: An ID is required to delete a page.
de_de: Es wird eine ID benötigt, um eine Seite zu löschen.

source: Page deleted.
de_de: Seite gelöscht.

source: You do not have sufficient privileges to manage pages.
de_de: Du verfügst nicht über ausreichende Rechte um Seiten zu verwalten.

source: You do not have sufficient privileges to add users.
de_de: Du verfügst nicht über ausreichende Rechte um neue Benutzer hinzuzufügen.

source: Please enter a username for your account.
de_de: Bitte gebe einen Benutzernamen für dein Konto an.

source: That username is already in use.
de_de: Dieser Benutzername ist schon in Benutzung.

source: Password cannot be blank.
de_de: Passwörter müssen mindestens ein Zeichen enthalten.

source: Passwords do not match.
de_de: Die beiden Passwörter sind nicht identisch.

source: E-mail address cannot be blank.
de_de: Bitte gebe eine E-Mail-Adresse an.

source: Invalid e-mail address.
de_de: Ungültige E-Mail-Adresse.

source: User added.
de_de: Benutzer hinzugefügt

source: You do not have sufficient privileges to edit this user.
de_de: Du verfügst nicht über ausreichende Rechte um diesen Benutzer zu bearbeiten.

source: An ID is required to edit a user.
de_de: Es wird eine ID benötigt um einen Benutzer zu bearbeiten.

source: You do not have sufficient privileges to edit users.
de_de: Du verfügst nicht über ausreichende Rechte um Benutzer zu bearbeiten.

source: Login &#8220;%s&#8221; is already in use.
de_de: Anmeldung &#8220;%s&#8221; ist schon in Benutzung.

source: User not found.
de_de: Benutzer nicht gefunden

source: User updated.
de_de: Benutzer aktuallisiert.

source: You do not have sufficient privileges to delete users.
de_de: Du verfügst nicht über ausreichende Rechte um Benutzer zu löschen.

source: An ID is required to delete a user.
de_de: Es wird eine ID benötigt um einen Benutzer zu löschen.

source: User deleted.
de_de: Benutzer gelöscht.

source: You do not have sufficient privileges to manage users.
de_de: Du verfügst nicht über ausreichende Rechte um Benutzer zu verwalten.

source: You do not have sufficient privileges to create groups.
de_de: Du verfügst nicht über ausreichende Rechte um neue Gruppen zu erstellen.

source: Group added.
de_de: Gruppe hinzugefügt.

source: You do not have sufficient privileges to edit groups.
de_de: Du verfügst nicht über ausreichende Rechte um Gruppen zu bearbeiten.

source: An ID is required to edit a group.
de_de: Es wird eine ID benötigt um eine Gruppe zu bearbeiten.

source: Group name &#8220;%s&#8221; is already in use.
de_de: Gruppenname &#8220;%s&#8221; wird schon benutzt.

source: Group not found.
de_de: Gruppe nicht gefunden.

source: Group updated.
de_de: Gruppe aktuallisiert.

source: You do not have sufficient privileges to delete groups.
de_de: Du verfügst nicht über ausreichende Rechte um Gruppen zu löschen.

source: An ID is required to delete a group.
de_de: Es wird eine ID benötigt um eine Gruppe zu löschen.

source: Group deleted.
de_de: Gruppe gelöscht.

source: You do not have sufficient privileges to manage groups.
de_de: Du verfügst nicht über ausreichende Rechte um Gruppen zu verwalten.

source: You do not have sufficient privileges to export content.
de_de: Du verfügst nicht über ausreichende Rechte um Inhalte zu exportieren.

source: You do not have sufficient privileges to import content.
de_de: Du verfügst nicht über ausreichende Rechte um Inhalte zu importieren.

source: Chyrp Posts export file is invalid.
de_de: Chyrp-Beitragsexportdatei ist ungültig.

source: Chyrp Pages export file is invalid.
de_de: Chyrp-Seitenexportdatei ist ungültig.

source: Chyrp content successfully imported!
de_de: Chyrp-Inhalte wurden erfolgreich importiert!
