Repository: parttimenerd/chyrp_de
Catalog: includes/locale/*.po
Languages: de_de

source: Dropping `users` table...
de_de: Entferne die `users` Tabelle...

source: Creating `users` table...
de_de: Erzeuge die `users` Tabelle...

source: Restoring user #%d...
de_de: Sichere Benutzer #%d...

source: Adding `is_approved` column on `users` table...
de_de: Füge die `is_approved` Spalte der `users` Tabelle hinzu...

source: Chyrp Upgrader
de_de: Chyrp Aktualisierungsroutine

source: Calling <span class="yay">%s</span> Module's upgrader...
de_de: Rufe die Aktualisierungsroutine des Modules <span class="yay">%s</span> auf...

source: Calling <span class="yay">%s</span> Feather's upgrader...
de_de: Rufe die Aktualisierungsroutine der Feder <span class="yay">%s</span> auf...

source: What now?
de_de: Und was nun?

source: Look through the results up there for any failed tasks. If you see any and you can't figure out why, you can ask for help at the <a href="http://chyrp.net/discuss/">Chyrp Community</a>.
de_de: Durchsuche die Ergebnisse hier und schaue, ob es irgendwelche fehlgeschlagenen Aufgaben gibt. Wenn du irgendwelche siehst, und du nicht herausfinden kannst, warum sie fehlgeschlagen sind, kannst du im <a href="http://chyrp.net/discuss/">Chyrp Forum (auf Englisch)</a> nach Hilfe fragen.

source: If any of your Modules or Feathers have new versions available for this release, check if an <code>upgrades.php</code> file exists in their main directory. If that file exists, run this upgrader again after enabling the Module or Feather and it will run the upgrade tasks.
de_de: Wenn es von irgendeinem deiner Module oder Federn eine neue Version gibt, für diese Veröffentlichung, dann schau nach ob es eine <code>upgrades.php</code> Datei in ihrem Hauptverzeichnis gibt. Falls diese Datei existiert, dann lasse diese Aktualisierungsroutine noch einmal laufen, nach dem du das entsprechende Modul bzw. die entsprechende Feder aktiviert hast, das/die dann sich aktualisiert.

source: When you are done, you can delete this file. It doesn't pose any real threat on its own, but you should delete it anyway, just to be sure.
de_de: Du kannst diese Datei löschen, wenn du fertig bist. Sie kann zwar keinen wirklichen Schaden anrichten, aber du solltest sie trotzdem löschen, nur um auf Nummer sicher zu gehen.

source: Tips
de_de: Hinweise

source: If the admin area looks weird, try clearing your cache.
de_de: Versuche deinen Browsercache zu leeren, wenn der Adminbereich komisch aussieht.

source: As of v2.0, Chyrp uses time zones to determine timestamps. Please set your installation to the correct timezone at <a href="admin/index.php?action=general_settings">General Settings</a>.
de_de: Seit Version 2.0 benutzt Chyrp die Zeitzonen um die Zeitstempel zu bestimmen. Bitte setzt die korrekte Zeitzone deiner Installation via <a href="admin/index.php?action=general_settings">Allgemeine Einstellungen</a>.

source: Check the group permissions &ndash; they might have changed, and certain Admin functionality would be disabled until you enabled the permissions for the particular groups. <a href="admin/index.php?action=manage_groups">Manage Groups &rarr;</a>
de_de: Überprüfe die Gruppenberechtigungnen &ndash; sie könnten sich verändert haben und bestimmte Admin-Funktionalitäten würde deaktiviert sein, bis du die Berechtingungen für die jeweiligen Gruppen vergeben hast. <a href="admin/index.php?action=manage_groups">Verwalte die Gruppen &rarr;</a>

source: All done!
de_de: Fertig!

source: That button may look ready for a-clickin&rsquo;, but please take these preemptive measures before indulging:
de_de: Dieser Knopf mag zwar bereit für einen Klicken aussehen&rsquo;, bitte beachte trotzdem noch die folgenden Vorsichtsmaßnahmen bevor du fortfährst:

source: <strong>Make a backup of your installation.</strong> You never know.
de_de: <strong>Bitte fertige unbedingt eine Sicherung deiner Installation an.</strong> Warum? Man weiß nie, was schief gehen kann.

source: Disable any third-party Modules and Feathers.
de_de: Deaktiviere alle Dritt-Anbieter Module und Federn.

source: Ensure that the Chyrp installation directory is writable by the server.
de_de: Stelle sicher, dass das Chyrp-Installationsverzeichnis schreibbar für den Server ist.

source: If any of the upgrade processes fail, you can safely keep refreshing &ndash; it will only attempt to do tasks that are not already successfully completed. If you cannot figure something out, please make a topic (with details!) at the <a href="http://chyrp.net/discuss/">Chyrp Community</a>.
de_de: Wenn irgendeiner der Aktualisierungsprozesse schiefläuft kannst du ohne Probleme noch Probleme Chyrp noch einmal aktuallisieren &ndash; es werden dann jeweils nur die zuvor fehlgeschlagenen Prozesse laufen gelassen. Wenn die nicht weißt, wie du mit etwas umgehen sollst, dann eröffne bitte ein Thema (mit informationen) im <a href="http://chyrp.net/discuss/">Chyrp Forum (auf Englisch)</a>.

source: Upgrade me!
de_de: Aktualisier mich!
