Repository: parttimenerd/chyrp_de
Catalog: modules/cacher/locale/*.po
Languages: de_de

source: Access Denied
de_de: Zugriff verweigert

source: You do not have sufficient privileges to change settings.
de_de: Du verfügst nicht über ausreichende Berechtigungen um die Einstellungen zu verändern.

source: Invalid security key.
de_de: Ungültiger Sicherheitsschlüssel.

source: Settings updated.
de_de: Einstellungen aktualisiert.

source: Caches pages, drastically reducing server load.
de_de: Cached Seiten und reduziert die Serverlast damit drastisch.

source: Please make sure that /includes/caches is writable by the server. If you are not certain whether it is or not, CHMOD it to 777.
de_de: Bitte stelle sicher, dass das Verzeichnis `/includes/caches` schreibbar für den Server ist. Wenn du dir nicht sicher bist, ob es es ist, oder nicht, dann CHMODe es zu 777.

source: Cache Settings
de_de: Chache Einstellungen

source: Expire Cache After&hellip;
de_de: Leere Cache nach &hellip;

source: (seconds)
de_de: (Sekunden)

source: Exclude URLs
de_de: Schließe URLs aus

source: (comma separated)
de_de: (Komma getrennt)

source: Memcache Servers
de_de: Memcache Server

source: Update
de_de: Aktualisiere

source: Clear Cache
de_de: Leere den Cache
